IDEA StatiCa Open Model
StrainImpulse.PhiY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The curvature around z axis.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PhiY { get; set; }
Public Property PhiY As Double
	Get
	Set
public:
property double PhiY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace